{
    "school": "北愛爾蘭中文學校(CLSNI)",
    "welcome": "歡迎進入",

    "home": "首頁",
    "about": "關於",
    "events": "活動",
    "policy": "保障政策",
    "contacts": "聯絡我們",

    "constitution": "憲章",
    "history": "學校簡介",
    "management-committee": "管理委員會",
    "teachers": "員工與教師",
    "parent-committee": "家長委員會",

    "slogan": "弘揚中國語言和文化",
    "see-events": "查看最近的新聞和活動",
    "staff": "我們的教師和員工",

    "read-more": "閱讀更多",

    "meet-teachers": "認識我們的教職員！",
    "drag-see-more": "滑動圖片看更多！",

    "history-page-title": "北愛中文學校報道",
    "history-page-author": "- 張園園副校長",
    "history-page-para1": "1983年，北愛華商會建立了北愛中文學校。宗旨是讓本地華人子弟學習、傳承和發揚中華文化。當時的中文學校只用粵語授課。學生也只有四十多人。在2001年，由留英的大陸學者們自發建立的國語學校正式併入北愛中文學校，也從此為中文學校開闢了國語的選項。",
    "history-page-para2": "在最近的二十年裡，隨著移居北愛華人的日益增多，也隨著中國經濟的飛速發展，學習中文已成為世界潮流，中文學校努力的為當地社區，特別是華人的子女提供良好的語言及文化的學習環境，培養孩子學習中文的興趣。",
    "history-page-para3": "到今年九月止，中文學校的學生總數已超過三百五十餘人，從五歲的小娃娃，到十八歲的年輕人；從口語初級班到初高中會考班，從普通話到粵語班，共二十六個班級。學校各年級各班的班主任在每年開學前都會依照學校的教學大綱，集結往年的教學經驗，制定新一年統一的教學及考試計畫。為中文學校進一步走向正規化，標準化和專業化不斷地努力。",
    "history-page-para4": "學習中文，不僅是為了考試，也是為了傳承中華文化。在教學之餘，我們也積極組織各類的文化活動，努力為學生創造更好的中文學習機會和環境，讓他們了解更多中華文化和習俗，同時促進家長與孩子之間的交流。中文學校舉辦了舞蹈班、兒童畫畫班、國畫班、書法班、古箏班、武術班。我們也舉辦了春季藝術展覽，冬季音樂會，文藝表演等等。中文學校也鼓勵學生積極參與相關機構舉辦的特色文化活動，如中華文化大樂園，親情中華書畫比賽，全球華裔青少年器樂展覽，全英華裔少兒國學經典誦讀比賽，全球國語朗讀比賽，華星小記者等等，讓學生增加實務機會，成長見聞。",
    "history-page-para5": "在疫情期間，中文學校的領導和老師們及時的利用各種平台和教育資訊化手段，開啟了『停課不停學』的網路學習模式。在疫情解封後，中文學校為做好開學準備，進行了一系列的安全防疫措施，提高全校師生疫情防控意識和應對突發情況的處置能力，確保全校師生的健康安全。",
    "history-page-para6": "疫情過後，中文學校的學生數目比疫情前有了明顯的增長，在校舍有限的情況下，我們不得不分開兩個校舍進行教學。今年九月，我們和奧斯特大學達成協議，把中文學校搬到奧斯特大學在貝爾法斯特的教學大樓。讓我們中文學校又可以完整的像一個大家庭似的一起上課。新的校舍，為老師們提供了最新的教學設備，為學生提供了舒適的學習環境，也為家長們提供了便利。",
    "history-page-para7": "中文學校能有今天離不開華商會對我們的支持，更離不開我們兢兢業業的老師和義工家長們對學校的付出。還有歷屆的校長們，他們為了讓孩子們能有機會真正的學好中文，學懂中文，幾十年如一日的為中文學校辛勤耕耘，默默服務。",
    "history-page-para8": "在海外的華文教育，任重道遠。讓我們中文學校繼續努力，讓當地社區，華人子女和家長們對中文學校有一種歸屬感，讓孩子們喜歡來中文學校，讓他們為自己是一個炎黃子孫而驕傲，為自己能說一口流利的中文為榮。",

    "recent-events": "近期活動",

    "event-title-1": "2023情暖深冬音樂會",
    "event-title-2": "中文學校師生共迎新年",
    "event-title-3": "2023「華音飛揚」全球華裔青少年器樂展演",
    "event-title-4": "北愛中文學校文化課之中國戲曲",
    "event-title-5": "北愛中文學校文化課之餃子工作坊",
    "event-title-6": "北愛中文學校第一屆朗誦「潛力之星」展活動回顧",
    "event-title-7": "北愛爾蘭中文學校雲南紅河夏令營",

    "event-description-1": "一場屬於孩子的冬日音樂會…",
    "event-description-2": "老師與孩子們共同歡度中國新年…",
    "event-description-3": "",
    "event-description-4": "",
    "event-description-5": "",
    "event-description-6": "",

    "scan1": "掃描二維碼添加北愛中文學校！",
    "scan2": "掃描二維碼關注微信公眾號！"
}